bookmarks.org
#+TITLE: Bookmarks
#+AUTHOR: Alex Nelson
#+EMAIL: pqnelson@gmail.com
#+DATE: <2021-01-15T14:26:11-08:00>
#+LANGUAGE: en
#+OPTIONS: H:5 num:nil
#+HTML_DOCTYPE: html5
#+INCLUDE: org-macros.org
#+HTML_LINK_UP: ./index.html
#+HTML_LINK_HOME: ./index.html
#+HTML_HEAD_EXTRA: <link rel="stylesheet" type="text/css" href="css/stylesheet.css" />
# Created Friday January 15, 2021 at  2:26PM

#+begin_quote
Where must we go... \\
we who wander this Wasteland \\
in search of our better selves? \\
--- /The First History of Man/
#+end_quote

* Blogs

- [[https://robwilson1.wordpress.com/][Robert A Wilson's blog]], the group theorist who wrote the book
  {{{book-title(The Finite Simple Groups)}}}.
- [[https://fredrikj.net/blog/][Fredrik Johansson's blog]], interesting symbolic computation blog
- [[https://bernsteinbear.com/][Max Bernstein's blog]] for more on programming language theory

* Programming and Computers

- Scott Walck,\\
  "Learn Physics by Programming in Haskell".\\
  [[https://arxiv.org/abs/1412.4880][arXiv:1412.4880]], 11 pages

** Symbolic Computation

- Thomas Fischbacher,\\
  "A novel approach to symbolic algebra".\\
  [[https://arxiv.org/abs/cs/0406002][arXiv:cs/0406002]], 15 pages, discusses an approach using MzScheme.

* Math

** Math.AP Analysis of PDEs

- Tarek M Elgindi,\\
  "Finite-Time Singularity Formation for $C^{1,\alpha}$ Solutions to the
  Incompressible Euler Equations on R^3".\\
  [[https://arxiv.org/abs/1904.04795][arXiv:1904.04795]], 60 pages; see also follow up paper [[https://arxiv.org/abs/1910.14071][arXiv:1910.14071]].
- Alexander V. Aksenov, Andrei D. Polyanin,\\
  "Construction of complex solutions to nonlinear partial differential equations using simpler solutions".\\
  [[https://arxiv.org/abs/2102.04815][arXiv:2102.04815]], 49 pages
- Lorenzo Brandolese,\\
  "Hexagonal structures in 2D Navier-Stokes flows".\\
  [[https://arxiv.org/abs/2102.00728][arXiv:2102.00728]], 25 pages
- D. Maroncelli, E. Collins,\\
  "Weakly Nonlocal Boundary Value Problems with Application to Geology".\\
  [[https://arxiv.org/abs/2103.09095][arXiv:2103.09095]], 15 pages

** Math.CT

- Fabrizio Genovese, Fosco Loregian, \\
  "Differential 2-rigs". \\
  [[https://arxiv.org/abs/2103.00938][arXiv:2103.00938]], 32 pages.

** Math.DG

- Mathieu Desbrun, Anil N. Hirani, Melvin Leok, Jerrold E. Marsden,\\
  "Discrete Exterior Calculus".\\
  [[https://arxiv.org/abs/math/0508341][arXiv:math/0508341]], 53 pages


** Math.RT Representation Theory

- Anthony Britto,\\
  "A Mathematical Construction of an E6 Grand Unified Theory".\\
  [[https://arxiv.org/abs/2102.13465][arXiv:2102.13465]], 81 pages, master's thesis.

* Physics

- Susan Fowler's [[https://www.susanjfowler.com/blog/2016/8/13/so-you-want-to-learn-physics][So You Want To Learn Physics...]], an annotated bibliography

** Astrophysics

- Aymeric Spiga, Sandrine Guerlet, Ehouarn Millour, Mikel Indurain, Yann Meurdesoif, Simon Cabanes, Thomas Dubos, Jérémy Leconte, Alexandre Boissinot, Sébastien Lebonnois, Mélody Sylvestre, Thierry Fouchet,\\
  "Global climate modeling of Saturn's atmosphere. Part II: multi-annual
  high-resolution dynamical simulations".\\
  [[https://arxiv.org/abs/1811.01250][arXiv:1811.01250]], 68 pages.
- Sandrine Guerlet, Aymeric Spiga, Thierry Fouchet, Hugues Delattre,\\
  "Radiative-equilibrium model of Jupiter's atmosphere and application to estimating stratospheric circulations"\\
  [[https://arxiv.org/abs/1907.04556][arXiv:1907.04556]], 72 pages, for a 1-dimensional seasonal radiative model.

** Earth and Planetary Astrophysics

- Tao Cai, Kwing L. Chan, Hans G. Mayr, \\
  "Deep, Closely-Packed, Long-Lived Cyclones on Jupiter's Poles".\\
  [[https://arxiv.org/abs/2103.08824][arXiv:2103.08824]], 33 pages
- Russell Deitrick, João M. Mendonça, Urs Schroffenegger, Simon L. Grimm, Shang-Min Tsai, Kevin Heng,\\
  "THOR 2.0: Major Improvements to the Open-Source General Circulation Model".\\
  [[https://arxiv.org/abs/1911.13158][arXiv:1911.13158]], 57 pages

** Fluids

- Alexander T Bradley, C. Rosie Williams, Adrian Jenkins, Robert Arthern,\\
  "Asymptotic Analysis of Subglacial Plumes in Stratified Environments".\\
  [[https://arxiv.org/abs/2103.09003][arXiv:2103.09003]], 33 pages
- Mamdouh S. Mohamed, Anil N. Hirani, Ravi Samtaney,\\
  "Discrete exterior calculus discretization of incompressible
  Navier-Stokes equations over surface simplicial meshes".\\
  [[https://arxiv.org/abs/1508.01166][arXiv:1508.01166]], 35 pages
- F.S. Pereira, F.F. Grinstein, D.M. Israel, L. Eca, \\
  "Verification and Validation: the Path to Predictive Scale-Resolving Simulations of Turbulence".\\
  [[https://arxiv.org/abs/2103.09899][arXiv:2103.09899]], 30 pages.

** High Energy Theory

- Kirill Krasnov, \\
  "SO(9) characterisation of the Standard Model gauge group". \\
  [[https://arxiv.org/abs/1912.11282][arXiv:1912.11282]], 19 pages
- Aleksandar Mikovic, Marko Vojinovic, \\
  "Standard Model and 4-groups". \\
  [[https://arxiv.org/abs/2008.06354][arXiv:2008.06354]], 6 pages.