docs/bookmarks.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2021-04-04 Sun 18:10 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Bookmarks</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Alex Nelson">
<link rel="preconnect" href="https://fonts.gstatic.com"><link href="https://fonts.googleapis.com/css2?family=Spectral&display=swap" rel="stylesheet">
<link href="https://fonts.googleapis.com/css2?family=Merriweather" rel="stylesheet">
<div style="display: none"> \(
\newcommand\D{\mathrm{d}}
\newcommand\E{\mathrm{e}}
\newcommand\I{\mathrm{i}}
\newcommand\bigOh{\mathcal{O}}
\newcommand{\cat}[1]{\mathbf{#1}}
\newcommand\curl{\vec{\nabla}\times}
\newcommand{\CC}{\mathbb{C}}
\newcommand{\NN}{\mathbb{N}}
\newcommand{\QQ}{\mathbb{Q}}
\newcommand{\RR}{\mathbb{R}}
\newcommand{\ZZ}{\mathbb{Z}}
\)</div>
<link rel="stylesheet" type="text/css" href="css/stylesheet.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./index.html"> UP </a>
 |
 <a accesskey="H" href="./index.html"> HOME </a>
</div><div id="content">
<h1 class="title">Bookmarks</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org1f1e2c4">Blogs</a></li>
<li><a href="#orgffce60d">Programming and Computers</a>
<ul>
<li><a href="#org8c95fb5">Symbolic Computation</a></li>
</ul>
</li>
<li><a href="#org811fca5">Math</a>
<ul>
<li><a href="#org3d5e5b9">Math.AP Analysis of PDEs</a></li>
<li><a href="#orgd25dc8f">Math.CT</a></li>
<li><a href="#org6adebc0">Math.DG</a></li>
<li><a href="#org8a64b9b">Math.RT Representation Theory</a></li>
</ul>
</li>
<li><a href="#org48f7119">Physics</a>
<ul>
<li><a href="#orgff24d9d">Astrophysics</a></li>
<li><a href="#orgc695c5e">Earth and Planetary Astrophysics</a></li>
<li><a href="#org99fab0b">Fluids</a></li>
<li><a href="#org589ee99">High Energy Theory</a></li>
</ul>
</li>
</ul>
</div>
</div>
<blockquote>
<p>
Where must we go&#x2026; <br>
we who wander this Wasteland <br>
in search of our better selves? <br>
&#x2014; <i>The First History of Man</i>
</p>
</blockquote>

<div id="outline-container-org1f1e2c4" class="outline-2">
<h2 id="org1f1e2c4">Blogs</h2>
<div class="outline-text-2" id="text-org1f1e2c4">
<ul class="org-ul">
<li><a href="https://robwilson1.wordpress.com/">Robert A Wilson's blog</a>, the group theorist who wrote the book
<cite class="book-title">The Finite Simple Groups</cite>.</li>
<li><a href="https://fredrikj.net/blog/">Fredrik Johansson's blog</a>, interesting symbolic computation blog</li>
<li><a href="https://bernsteinbear.com/">Max Bernstein's blog</a> for more on programming language theory</li>
</ul>
</div>
</div>

<div id="outline-container-orgffce60d" class="outline-2">
<h2 id="orgffce60d">Programming and Computers</h2>
<div class="outline-text-2" id="text-orgffce60d">
<ul class="org-ul">
<li>Scott Walck,<br>
"Learn Physics by Programming in Haskell".<br>
<a href="https://arxiv.org/abs/1412.4880">arXiv:1412.4880</a>, 11 pages</li>
</ul>
</div>

<div id="outline-container-org8c95fb5" class="outline-3">
<h3 id="org8c95fb5">Symbolic Computation</h3>
<div class="outline-text-3" id="text-org8c95fb5">
<ul class="org-ul">
<li>Thomas Fischbacher,<br>
"A novel approach to symbolic algebra".<br>
<a href="https://arxiv.org/abs/cs/0406002">arXiv:cs/0406002</a>, 15 pages, discusses an approach using MzScheme.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org811fca5" class="outline-2">
<h2 id="org811fca5">Math</h2>
<div class="outline-text-2" id="text-org811fca5">
</div>
<div id="outline-container-org3d5e5b9" class="outline-3">
<h3 id="org3d5e5b9">Math.AP Analysis of PDEs</h3>
<div class="outline-text-3" id="text-org3d5e5b9">
<ul class="org-ul">
<li>Tarek M Elgindi,<br>
"Finite-Time Singularity Formation for \(C^{1,\alpha}\) Solutions to the
Incompressible Euler Equations on R<sup>3</sup>".<br>
<a href="https://arxiv.org/abs/1904.04795">arXiv:1904.04795</a>, 60 pages; see also follow up paper <a href="https://arxiv.org/abs/1910.14071">arXiv:1910.14071</a>.</li>
<li>Alexander V. Aksenov, Andrei D. Polyanin,<br>
"Construction of complex solutions to nonlinear partial differential equations using simpler solutions".<br>
<a href="https://arxiv.org/abs/2102.04815">arXiv:2102.04815</a>, 49 pages</li>
<li>Lorenzo Brandolese,<br>
"Hexagonal structures in 2D Navier-Stokes flows".<br>
<a href="https://arxiv.org/abs/2102.00728">arXiv:2102.00728</a>, 25 pages</li>
<li>D. Maroncelli, E. Collins,<br>
"Weakly Nonlocal Boundary Value Problems with Application to Geology".<br>
<a href="https://arxiv.org/abs/2103.09095">arXiv:2103.09095</a>, 15 pages</li>
</ul>
</div>
</div>

<div id="outline-container-orgd25dc8f" class="outline-3">
<h3 id="orgd25dc8f">Math.CT</h3>
<div class="outline-text-3" id="text-orgd25dc8f">
<ul class="org-ul">
<li>Fabrizio Genovese, Fosco Loregian, <br>
"Differential 2-rigs". <br>
<a href="https://arxiv.org/abs/2103.00938">arXiv:2103.00938</a>, 32 pages.</li>
</ul>
</div>
</div>

<div id="outline-container-org6adebc0" class="outline-3">
<h3 id="org6adebc0">Math.DG</h3>
<div class="outline-text-3" id="text-org6adebc0">
<ul class="org-ul">
<li>Mathieu Desbrun, Anil N. Hirani, Melvin Leok, Jerrold E. Marsden,<br>
"Discrete Exterior Calculus".<br>
<a href="https://arxiv.org/abs/math/0508341">arXiv:math/0508341</a>, 53 pages</li>
</ul>
</div>
</div>


<div id="outline-container-org8a64b9b" class="outline-3">
<h3 id="org8a64b9b">Math.RT Representation Theory</h3>
<div class="outline-text-3" id="text-org8a64b9b">
<ul class="org-ul">
<li>Anthony Britto,<br>
"A Mathematical Construction of an E6 Grand Unified Theory".<br>
<a href="https://arxiv.org/abs/2102.13465">arXiv:2102.13465</a>, 81 pages, master's thesis.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org48f7119" class="outline-2">
<h2 id="org48f7119">Physics</h2>
<div class="outline-text-2" id="text-org48f7119">
<ul class="org-ul">
<li>Susan Fowler's <a href="https://www.susanjfowler.com/blog/2016/8/13/so-you-want-to-learn-physics">So You Want To Learn Physics&#x2026;</a>, an annotated bibliography</li>
</ul>
</div>

<div id="outline-container-orgff24d9d" class="outline-3">
<h3 id="orgff24d9d">Astrophysics</h3>
<div class="outline-text-3" id="text-orgff24d9d">
<ul class="org-ul">
<li>Aymeric Spiga, Sandrine Guerlet, Ehouarn Millour, Mikel Indurain, Yann Meurdesoif, Simon Cabanes, Thomas Dubos, Jérémy Leconte, Alexandre Boissinot, Sébastien Lebonnois, Mélody Sylvestre, Thierry Fouchet,<br>
"Global climate modeling of Saturn's atmosphere. Part II: multi-annual
high-resolution dynamical simulations".<br>
<a href="https://arxiv.org/abs/1811.01250">arXiv:1811.01250</a>, 68 pages.</li>
<li>Sandrine Guerlet, Aymeric Spiga, Thierry Fouchet, Hugues Delattre,<br>
"Radiative-equilibrium model of Jupiter's atmosphere and application to estimating stratospheric circulations"<br>
<a href="https://arxiv.org/abs/1907.04556">arXiv:1907.04556</a>, 72 pages, for a 1-dimensional seasonal radiative model.</li>
</ul>
</div>
</div>

<div id="outline-container-orgc695c5e" class="outline-3">
<h3 id="orgc695c5e">Earth and Planetary Astrophysics</h3>
<div class="outline-text-3" id="text-orgc695c5e">
<ul class="org-ul">
<li>Tao Cai, Kwing L. Chan, Hans G. Mayr, <br>
"Deep, Closely-Packed, Long-Lived Cyclones on Jupiter's Poles".<br>
<a href="https://arxiv.org/abs/2103.08824">arXiv:2103.08824</a>, 33 pages</li>
<li>Russell Deitrick, João M. Mendonça, Urs Schroffenegger, Simon L. Grimm, Shang-Min Tsai, Kevin Heng,<br>
"THOR 2.0: Major Improvements to the Open-Source General Circulation Model".<br>
<a href="https://arxiv.org/abs/1911.13158">arXiv:1911.13158</a>, 57 pages</li>
</ul>
</div>
</div>

<div id="outline-container-org99fab0b" class="outline-3">
<h3 id="org99fab0b">Fluids</h3>
<div class="outline-text-3" id="text-org99fab0b">
<ul class="org-ul">
<li>Alexander T Bradley, C. Rosie Williams, Adrian Jenkins, Robert Arthern,<br>
"Asymptotic Analysis of Subglacial Plumes in Stratified Environments".<br>
<a href="https://arxiv.org/abs/2103.09003">arXiv:2103.09003</a>, 33 pages</li>
<li>Mamdouh S. Mohamed, Anil N. Hirani, Ravi Samtaney,<br>
"Discrete exterior calculus discretization of incompressible
Navier-Stokes equations over surface simplicial meshes".<br>
<a href="https://arxiv.org/abs/1508.01166">arXiv:1508.01166</a>, 35 pages</li>
<li>F.S. Pereira, F.F. Grinstein, D.M. Israel, L. Eca, <br>
"Verification and Validation: the Path to Predictive Scale-Resolving Simulations of Turbulence".<br>
<a href="https://arxiv.org/abs/2103.09899">arXiv:2103.09899</a>, 30 pages.</li>
</ul>
</div>
</div>

<div id="outline-container-org589ee99" class="outline-3">
<h3 id="org589ee99">High Energy Theory</h3>
<div class="outline-text-3" id="text-org589ee99">
<ul class="org-ul">
<li>Kirill Krasnov, <br>
"SO(9) characterisation of the Standard Model gauge group". <br>
<a href="https://arxiv.org/abs/1912.11282">arXiv:1912.11282</a>, 19 pages</li>
<li>Aleksandar Mikovic, Marko Vojinovic, <br>
"Standard Model and 4-groups". <br>
<a href="https://arxiv.org/abs/2008.06354">arXiv:2008.06354</a>, 6 pages.</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="postamble">Last Updated 2021-03-18 Thu 20:33.</p>
</div>
</body>
</html>